const projects = [
    {
        title: "Telegram Deadline Bot",
        description: "Чат-бот с напоминаниями о событиях, созданный специально для студентов. Этот бот обеспечивает своевременное получение студентами уведомлений о предстоящих экзаменах, сроках сдачи и других важных академических событиях. Оптимизирован для использования в образовательных целях и включает функции, позволяющие планировать события с минимальными усилиями пользователя.",
        image: "assets/images/MyProject.jpg",
        technologies: ["Python", "Telegram Bot API", "SQLite"],
        link: "https://t.me/RemindMeInfoBot"
    }
]; 